[
  {
"artist_name_eng": "dali",
    "artist_name": "Дали",
    "artist_description": "Сальвадор Дали (полное имя Сальвадор Доминго Фелипе Хасинто Дали и Доменек, маркиз Дали де Пуболь, 11 мая 1904, Фигерас, Испания – 23 января 1989, там же) – один из известнейших художников Испании, ставший неотъемлемой частью мировой поп-культуры. Прославился не только благодаря творчеству, но и тщательно выстроенному скандальному образу, эксцентричному поведению и вызывающим высказываниям как о себе, так и об окружении. Прожил долгую более-менее счастливую жизнь, был женат на своей единственной и неповторимой Гала (произносится на французский манер, с ударением на последний слог), которую возвел в культ и боготворил до конца своих дней.",
    "image_link": "dali.jpg",
    "artist_link": "https://ru.wikipedia.org/wiki/%D0%94%D0%B0%D0%BB%D0%B8,_%D0%A1%D0%B0%D0%BB%D1%8C%D0%B2%D0%B0%D0%B4%D0%BE%D1%80"
  },
  {
"artist_name_eng": "rem",
    "artist_name": "Рембрандт",
    "artist_description": "Рембрандт ван Рейн (15 июля 1606 - 4 октября 1669) – гениальный голландский художник. Родился и вырос в семье самого обыкновенного мельника в городе Лейдене. Там Рембрандт проработал вплоть до 1632 года, а после переехал в Амстердам. Спустя два года он женился на девушке из обеспеченной семьи Саские. Образ своей избранницы живописец увековечил на многих своих полотнах, передав всю ее женственность и красоту с особой любовью и нежностью. Но биография Рембрандта не настолько проста и обыденна, как может показаться на первый взгляд. Об этом свидетельствуют его произведения, которые отображают потаенную суть житейских явлений и передают внутренний мир портретируемых.",
    "image_link": "rem.jpg",
    "artist_link": "https://ru.wikipedia.org/wiki/%D0%A0%D0%B5%D0%BC%D0%B1%D1%80%D0%B0%D0%BD%D0%B4%D1%82"
  },
  {
"artist_name_eng": "mary",
    "artist_name": "Мэри Кэссетт",
    "artist_description": "Мэри Кассат (Mary Cassatt, 22 мая 1844 — 14 июня 1926) — американская художница и график, феминистка и кавалер ордена Почетного легиона, одна из трех «гранд-дам импрессионизма». Свою жизнь она связала с Францией, но всегда оставалась истинной американкой — сильной, независимой, с обостренным чувством справедливости. Дочери миллионера было уготовано беззаботное будущее. Но Мэри Кассат выбрала непростой путь художника, на котором сопротивление встречала гораздо чаще, чем поддержку. Она создала множество глубоких женских образов, воспевала материнство, но своих детей, как и мужа, у нее никогда не было.",
    "image_link": "mary.jpg",
    "artist_link": "https://ru.wikipedia.org/wiki/%D0%9A%D1%8D%D1%81%D1%81%D0%B5%D1%82%D1%82,_%D0%9C%D1%8D%D1%80%D0%B8_%D0%A1%D1%82%D0%B8%D0%B2%D0%B5%D0%BD%D1%81%D0%BE%D0%BD"
 },
  {
"artist_name_eng": "go",
    "artist_name": "Гойя",
    "artist_description": "Франсиско Гойя (1746-1828) был испанским художником и гравером, которого многие считают одним из самых важных художников конца 18-го и начала 19-го веков. Работы Гойи охватывают множество жанров, включая портреты, пейзажи, исторические сцены и сатирические гравюры.",
    "image_link": "goia.jpg",
    "artist_link": "https://ru.wikipedia.org/wiki/%D0%93%D0%BE%D0%B9%D1%8F,_%D0%A4%D1%80%D0%B0%D0%BD%D1%81%D0%B8%D1%81%D0%BA%D0%BE"
 },
{
"artist_name_eng": "son",
    "artist_name": "Софонисба Ангишола",
    "artist_description": "Итальянская художница. Ее жизнь и творчество приходятся на самый значительный период Итальянского Ренессанса, именуемый искусствоведами  высоким Возрождением. Таким образом, Ангиссола, пожалуй, наиболее известная художница Итальянского Возрождения. С 1559 года она становится придворной художницей испанского короля Филиппа II. Известна Ангиссола в основном придворными портретами членов королевской семьи.   Ее работы находятся в ведущих музеях мира, таких как Прадо в Мадриде и музей Флоренции.",
    "image_link": "angi.jpg",
    "artist_link": "https://ru.wikipedia.org/wiki/%D0%90%D0%BD%D0%B3%D0%B8%D1%88%D0%BE%D0%BB%D0%B0,_%D0%A1%D0%BE%D1%84%D0%BE%D0%BD%D0%B8%D1%81%D0%B1%D0%B0"
  },
{
"artist_name_eng": "arte",
    "artist_name": "Артемизия Джентилески",
    "artist_description": "Артемизия Джентилески (итал. Artemisia Gentileschi, Artemisia Lomi, 8 июля 1593, Рим – ок. 1653, Неаполь) – итальянская художница эпохи барокко, дочь живописца Орацио Джентилески, первая женщина, избранная в члены Академии живописного искусства во Флоренции. В силу личных обстоятельств (Артемизия пережила позорный судебный процесс, связанный с сексуальным насилием), главной темой творчества Джентилески становится женская способность отстаивать собственное достоинство. Знаменитый итальянский искусствовед ХХ века Роберто Лонги называл её «единственной женщиной в Италии, которая знала что-либо о живописи». Лонги утверждал, что из 57-ми известных картин Джентилески, как минимум, 49 изображают женщин, подобных или даже равных мужчинам.",
    "image_link": "arte.jpg",
    "artist_link": "https://ru.wikipedia.org/wiki/%D0%94%D0%B6%D0%B5%D0%BD%D1%82%D0%B8%D0%BB%D0%B5%D1%81%D0%BA%D0%B8,_%D0%90%D1%80%D1%82%D0%B5%D0%BC%D0%B8%D0%B7%D0%B8%D1%8F"
 },
{
"artist_name_eng": "eliza",
    "artist_name": "Элизабет Виже-Лебрен",
    "artist_description": "Французскую портретистку Элизабет Виже-Лебрен, красавицу и расчетливую карьеристку, искренне обожала королева Мария-Антуанетта и до брезгливости терпеть не могла императрица Екатерина II. Картины и рисунки Элизабет Виже обладали одним ценным качеством – с первого взгляда нравиться публике. К 16-ти годам она уже имела постоянных заказчиков. Причем некоторые особо прыткие поклонники специально записывались на сеансы портретирования, чтобы снискать расположение художницы. В конце концов, ясный и идеализирующий моделей стиль Виже-Лебрен становится востребованным в Версале. Она получает приглашение писать супругу Людовика XVI. Портретов Марии-Антуанетты – поясных, в полный рост, в окружении детей и прочих – Виже-Лебрен напишет не менее тридцати.",
    "image_link": "eliza.jpg",
    "artist_link": "https://ru.wikipedia.org/wiki/%D0%92%D0%B8%D0%B6%D0%B5-%D0%9B%D0%B5%D0%B1%D1%80%D0%B5%D0%BD,_%D0%AD%D0%BB%D0%B8%D0%B7%D0%B0%D0%B1%D0%B5%D1%82"
 },
  {
"artist_name_eng": "sandro",
    "artist_name": "Сандро Боттичелли",
    "artist_description": "Са́ндро Боттиче́лли (итал. Sandro Botticelli, настоящее имя Алесса́ндро ди Мариа́но ди Ва́нни Филипе́пи (итал. Alessandro di Mariano di Vanni Filipepi); 1445 — 17 мая 1510) — итальянский живописец, один из значимых мастеров эпохи раннего итальянского Возрождения, представитель флорентийской школы живописи периода кватроченто. Автор картин «Весна», «Венера и Марс», а также «Рождение Венеры», которые принесли художнику мировую известность.",
    "image_link": "Ботичелли.jpeg",
    "artist_link": "https://ru.wikipedia.org/wiki/%D0%A1%D0%B0%D0%BD%D0%B4%D1%80%D0%BE_%D0%91%D0%BE%D1%82%D1%82%D0%B8%D1%87%D0%B5%D0%BB%D0%BB%D0%B8#:~:text=Sandro%20Botticelli%2C%20%D0%BD%D0%B0%D1%81%D1%82%D0%BE%D1%8F%D1%89%D0%B5%D0%B5%20%D0%B8%D0%BC%D1%8F%20%D0%90%D0%BB%D0%B5%D1%81%D1%81%D0%B0%CC%81%D0%BD%D0%B4%D1%80%D0%BE,%D1%84%D0%BB%D0%BE%D1%80%D0%B5%"
},
{
"artist_name_eng": "yan",
    "artist_name": "Ян Вермеер",
    "artist_description": "Ян Вермеер Дельфтский (Jan Vermeer van Delft или Johannes Vermeer van Delft; 31 октября 1632, Дельфт — 15 декабря 1675, Дельфт) – культовый нидерландский художник-жанрист и портретист. Один из величайших мастеров живописи Золотого века Голландии. Репутация «сфинкса из Дельфта» опирается на относительно небольшое количество картин. Темы для большинства своих работ он брал из повседневной жизни: молодая женщина, поглощённая чтением письма в освещённой солнцем комнате; девушка в красной шляпе с выражением ожидания на лице; черепичные крыши и церковные шпили Дельфта под бескрайним небом. Во всём этом художник обнаруживал вечные ценности и эмоции, трансформируя реальность и размышляя о вечных аспектах состояния человека. В некоторых его произведениях есть символические элементы с явными аллегорическими коннотациями. Тщательно выстроенные и наполненные смыслом, картины Вермеера интригуют и очаровывают зрителей на протяжении веков.",
    "image_link": "yan.jpg",
    "artist_link": "https://ru.wikipedia.org/wiki/%D0%92%D0%B5%D1%80%D0%BC%D0%B5%D0%B5%D1%80,_%D0%AF%D0%BD"
  },
{
"artist_name_eng": "bil",
    "artist_name": "Мэри Бил",
    "artist_description": "Мэри Бил была художницей эпохи барокко 17 века. Она стала первой профессиональной британской художницей и пользовалась поддержкой своей семьи и друзей в продолжении творческой карьеры. Бил удалось стать кормильцей своей семьи, одновременно являясь матерью и женой. Благодаря записным книжкам ее мужа есть подробные описания ее работ. В свои лучшие годы она получила десятки заказов от выдающихся членов английского общества, что сделало ее невероятно успешной.",
    "image_link": "bil.jpg",
    "artist_link": "https://ru.wikipedia.org/wiki/%D0%91%D0%B8%D0%BB,_%D0%9C%D1%8D%D1%80%D0%B8"
  },
{
"artist_name_eng": "ange",
    "artist_name": "Ангелика Кауфман",
    "artist_description": "Среди сравнительно небольшого числа женщин-живописцев, имеющих мировую известность, Ангелике Кауфман (Angelika Kauffmann) принадлежит одно из первых мест. И даже если вам никогда ранее не приходилось слышать этого имени, с её произведениями вы наверняка визуально знакомы. Галантные сценки по мотивам античных мифов и библейских историй в своё время были так популярны, что им нашли применение в промышленных, без преувеличения, масштабах: миниатюрами с картин Кауфман украшали посуду, шкатулки, мебель, обложки книг. Федот Шубин, самый крупный российский скульптор XVIII века, декорируя Мраморный дворец в Санкт-Петербурге, брал за образец гравюры с её произведений.",
    "image_link": "kauf.jpg",
    "artist_link": "https://ru.wikipedia.org/wiki/%D0%9A%D0%B0%D1%83%D1%84%D0%BC%D0%B0%D0%BD,_%D0%90%D0%BD%D0%B3%D0%B5%D0%BB%D0%B8%D0%BA%D0%B0"
 },
{
"artist_name_eng": "guan",
    "artist_name": "Гуань Даошэн",
    "artist_description": "Гуань Даошэн называют первой китайской художницей. Она не первая из существовавших, но первая из тех, кого мужчины-критики ценили настолько, что собрали и сохранили их работы. Она намного лет стала образцом образованной китайской женщины.",
    "image_link": "guan.jpeg",
    "artist_link": "https://ru.wikipedia.org/wiki/%D0%93%D1%83%D0%B0%D0%BD%D1%8C_%D0%94%D0%B0%D0%BE%D1%88%D1%8D%D0%BD"
},
{
"artist_name_eng": "katarana",
    "artist_name": "Катарина ван Хемессен",
    "artist_description": "Первой среди художников изобразила себя за мольбертом фламандская художница Катарина ван Хемессен (Catarina van Hemessen; 1528 — после 1587). В 1548 году, когда ей было 20 лет, она написала такой автопортрет в трёх вариантах. Сейчас один из них можно увидеть в Санкт-Петербурге, в Эрмитаже.",
    "image_link": "katar.png",
    "artist_link": "https://ru.wikipedia.org/wiki/%D0%A5%D0%B5%D0%BC%D0%B5%D1%81%D1%81%D0%B5%D0%BD,_%D0%9A%D0%B0%D1%82%D0%B0%D1%80%D0%B8%D0%BD%D0%B0_%D0%B2%D0%B0%D0%BD"
}
]